---
kind: other
id: Properties.T:Autodesk.Revit.DB.CADLinkOperations
source: html/1b24b92e-34cd-5d35-4de3-d9693b98344f.htm
---
# CADLinkOperations Properties

Specifies whether the .NET object represents a valid Revit entity.